acpi
archlinux-keyring
autoconf
automake
base
binutils
bison
blueberry
brightnessctl
btop
calcurse
calibre
chafa
cliphist
cmake
code
cool-retro-term
ddcutil
dhcpcd
dialog
discord
dnsmasq
docbook-xml
docbook-xsl
docker
easyeffects
efibootmgr
element-desktop
expac
fakeroot
ffmpegthumbnailer
file
findutils
firefox-developer-edition
flex
gawk
gcc
gd
gettext
ghostscript
git
glib2-docs
gnome-keyring
go
granite
graphviz
greetd
greetd-tuigreet
grep
groff
groovy
grub
gtk-doc
gts
gvfs-mtp
gzip
ijs
imv
inetutils
intel-ucode
intellij-idea-community-edition
iw
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
jfsutils
jre11-openjdk
jre8-openjdk
kanshi
keepassxc
kitty
krita
ld-lsb
lib32-libx11
lib32-pam
libpaper
libreoffice-fresh
libsass
libtool
linux-firmware
linux-zen
linux-zen-headers
logrotate
lostfiles
luarocks
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
meson
mpv
msmtp-mta
mtpfs
nano
neofetch
neovim
net-tools
netctl
netpbm
networkmanager
nodejs
npm
ntfs-3g
obsidian
openrgb
openssh
p7zip
pacman
pacman-contrib
pacutils
papirus-icon-theme
patch
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
polkit
poppler-data
postgresql
pulsemixer
pyside2
python-build
python-installer
python-pillow
python-pip
python-pyproject-hooks
python-requests
python-tqdm
qemu-desktop
ranger
reflector
reiserfsprogs
rmlint
rmlint-shredder
rofi-calc
rtorrent
rust
s-nail
sassc
scdoc
sed
steam
sudo
swappy
sway
swaybg
swayidle
telegram-desktop
terminus-font
texinfo
tlp-rdw
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
unrar
unzip
usbutils
vala
vde2
vi
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
waybar
webkit2gtk
which
wl-clipboard
wlsunset
wqy-microhei
xdg-desktop-portal
xdg-desktop-portal-gtk
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-xlsclients
xorg-xwayland
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zsh
