7zip
acpi
android-udev
archlinux-keyring
autoconf
automake
base
base-devel
bat
binutils
bison
brightnessctl
btop
calibre
cantarell-fonts
chafa
cliphist
cmake
cool-retro-term
ddcutil
dhcpcd
dialog
dnsmasq
docker
easyeffects
efibootmgr
element-desktop
expac
eza
fakeroot
fastfetch
fd
ffmpegthumbnailer
file
findutils
firefox-developer-edition
flex
gawk
gcc
gettext
git
gnome-keyring
go
greetd
greetd-tuigreet
grep
groff
groovy
grub
gvfs-mtp
gzip
imv
inetutils
intel-ucode
iw
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jre8-openjdk
kanshi
kdeconnect
keepassxc
kitty
krita
latex2html
lazygit
ld-lsb
lib32-libx11
lib32-pam
libreoffice-fresh
libtool
linux-firmware
linux-zen
linux-zen-headers
logrotate
lostfiles
lua51
luarocks
lvm2
m4
make
man-db
man-pages
maven
mdadm
mpv
msmtp-mta
mtpfs
nautilus
navi
neovim
net-tools
netctl
network-manager-applet
networkmanager
noto-fonts-emoji
npm
obsidian
openrgb
openssh
pacman
pacman-contrib
parallel
patch
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
polkit
postgresql
pulsemixer
python-pillow
python-pip
python-pystray
python-requests
qemu-desktop
reflector
ripgrep
rofi-calc
rofi-wayland
rust
sed
shfmt
sqlfluff
steam
sudo
swappy
sway
sway-contrib
swaybg
swayidle
swaync
telegram-desktop
texinfo
tlp-rdw
transmission-gtk
ttf-dejavu
ttf-hack
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ueberzug
unrar
unzip
usbutils
vde2
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
waybar
webkit2gtk
webkit2gtk-4.1
wget
which
wipe
wireguard-tools
wl-clipboard
wlsunset
xdg-desktop-portal
xdg-desktop-portal-gtk
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-xlsclients
xorg-xwayland
yazi
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zsh
