acpi
autoconf
automake
base
bash
binutils
bison
blueberry
bluez-utils
brightnessctl
btop
bzip2
calcurse
code
cool-retro-term
coreutils
cryptsetup
debugedit
device-mapper
dhcpcd
dialog
diffutils
discord
dnsmasq
docker
e2fsprogs
easyeffects
efibootmgr
expac
fakeroot
file
file-roller
filesystem
findutils
firefox-developer-edition
flex
foot
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
go
grep
groff
gzip
imv
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
jre-openjdk
kanshi
keepass
kitty
ld-lsb
less
lib32-libx11
lib32-pam
libreoffice-fresh
libtool
licenses
linux
linux-firmware
linux-zen
linux-zen-headers
logrotate
lostfiles
lvm2
m4
make
man-db
man-pages
mdadm
mpv
nano
neofetch
neovim
net-tools
netctl
ntfs-3g
obsidian
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pciutils
peek
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
procps-ng
psmisc
python-pillow
python-pip
python-requests
qemu-desktop
ranger
reflector
reiserfsprogs
rmlint
rofi-calc
rust
s-nail
scdoc
sed
shadow
sudo
swappy
sway
swaybg
swayidle
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
tlp-rdw
transmission-gtk
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols-1000-em
ttf-ubuntu-font-family
usbutils
util-linux
vde2
waybar
which
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-xlsclients
xorg-xwayland
zathura
zsh
